{
    "pages": {
        "home": {
            "name": "Beranda",
            "hello": "Halo",
            "intro": "Saya {alias} a.k.a {realname}",
            "myself": "Ini adalah {alias} {'|'} {realname}, Newbie Web Developer, Frontend Developer, and Backend Developer yang tinggal di Indonesia, fans aespa dengan bias {bias}.",
            "download-cv": "Unduh CV"
        },
        "about": {
            "name": "Tentang",
            "title": "Tentang saya",
            "paragraph": {
                "first": "Saya seorang mahasiswa Ilmu Komputer yang fokus pada Backend Development. Biasanya menggunakan Laravel dan sekarang sedang eksplor tentang Java Spring Boot. Saya sangat ingin menerapkan keterampilan pengembangan saya.",
                "second": "Lingkungan akademis membuat saya semangat untuk terus belajar dan berkembang di industri teknologi, dengan tujuan untuk membuat sebuah solusi yang kuat dan skalabel."
            },
            "myself": "{alias} {'|'} {nickname}",
            "myskills": "Keahlian"
        },
        "projects": {
            "name": "Projek",
            "title": "Projek",
            "list": {
                "description": "Sebuah Web Application untuk manajemen perpustakaan yang dibuat dengan Laravel 10.10. Memiliki fitur CRUD lengkap, autentikasi, konfigurasi role, dan import file. | Sebuah Aplikasi Desktop yang dibuat dengan Java Native, bertujuan untuk memudahkan proses manajemen inventaris / gudang. Aplikasi ini memiliki fitur CRUD lengkap, autentikasi, dan konfigurasi role. | Sebuah Aplikasi Desktop yang dibuat dengan Java Native, bertujuan untuk memudahkan proses pemesanan busana dan permak busana pada UMKM LC Busana. Aplikasi ini memiliki fitur CRUD lengkap, autentikasi, konfigurasi role, manajemen profil, dan penyimpanan embedded"
            },
            "view-details": "Lihat Detail"
        }
    },    
    "theme": {
        "dark": "Gelap",
        "light": "Terang"
    },
    "closing": "Makasih dah scroll, itu saja temen-temen."
}